/* No comment provided by engineer. */
"\n\nScreenshot created with\nColorFull: Your Color Awaits\nby\nDaniel Springer\n\nCreate, edit and share your favorite colors\nGet it now on the App Store\n" = "\n\nScreenshot creata con\nColorFull: Your Color Awaits\nda\nDaniel Springer\n\nCrea, modifica e condividi i tuoi colori preferiti\nInstalla ora dal App Store\n";

/* No comment provided by engineer. */
"Access was previously denied. Please grant access from Settings so ColorFull can save your image." = "L'accesso è stato precedentemente negato. Apri Impostazioni per permettere l'accesso, cosicchè ColorFull possa salvare la tua immagine.";

/* No comment provided by engineer. */
"Allow ColorFull access to your gallery" = "Permetti a ColorFull accesso alla tua galleria";

/* No comment provided by engineer. */
"An unknown error occurred. Please try again later, or contact us at dani.springer@icloud.com" = "Si è verificato un errore. Riprova, o contattaci: dani.springer@icloud.com";

/* No comment provided by engineer. */
"ColorFull" = "ColorFull";

/* No comment provided by engineer. */
"ColorFull Random Color" = "ColorFull Random Color";

/* No comment provided by engineer. */
"ColorFull: Your Color Awaits" = "ColorFull: Your Color Awaits";

/* No comment provided by engineer. */
"Contact Us" = "Contattaci";

/* No comment provided by engineer. */
"Create Random Color" = "Crea Nuovo Colore";

/* No comment provided by engineer. */
"Download as image" = "Scarica come immagine";

/* No comment provided by engineer. */
"Hi. I have a question..." = "Ciao. Avrei una domanda...";

/* No comment provided by engineer. */
"Image Saved" = "Immagine Salvata";

/* No comment provided by engineer. */
"Leave a Review" = "Scrivi una recensione";

/* No comment provided by engineer. */
"More Apps" = "Tutte le app";

/* No comment provided by engineer. */
"OK" = "Okay";

/* No comment provided by engineer. */
"Open Gallery" = "Apri Galleria";

/* No comment provided by engineer. */
"Open Settings" = "Apri Impostazioni";

/* No comment provided by engineer. */
"Share as HEX" = "Condividi come HEX";

/* No comment provided by engineer. */
"Share as image" = "Condividi come immagine";

/* No comment provided by engineer. */
"Share as RGB" = "Condividi come RGB";

/* No comment provided by engineer. */
"Tap 'x' to apply changes" = "Tocca 'x' per salvare modifiche";

/* No comment provided by engineer. */
"Tell a Friend" = "Mostra ad un amico";

/* No comment provided by engineer. */
"Unknown Error" = "Errore Sconosciuto";

/* No comment provided by engineer. */
"v." = "v.";

/* No comment provided by engineer. */
"View your image in your gallery" = "Visualizza la tua immagine nella tua galleria";

